[
   {
       "title": 'Kilikya Mile End',
       "lat": '51.5280916',
       "lng": '-0.0408652',
       "description": 'We serve healthy, authentic, good quality Turkish food. We offer a choice of beverages including; various teas and coffees. Kilikya is also a Halal restaurant.'
   },
   {
       "title": 'The Widows Son',
       "lat": '51.5222618',
       "lng": '-0.0181499',
       "description": 'We serve; unusual infusion based cocktails, a mixture of delicious burgers, merged with the classic east end boozer featuring variety of draught beers & bottles'
   },
   {
       "title": 'Palmers',
       "lat": '51.5300426',
       "lng": '-0.0430964',
       "description": 'We are a family run restaurant (father and son's) and have been in the business all our lives. Our aim is to satisfy our customers with great food and wine with fantastic value, a warm and friendly service as it should be in a family restaurant'
   },
   {
       "title": 'Sultan',
       "lat": '51.5341287',
       "lng": '-0.0267071',
       "description": 'We are a small family run restaurant who and we invite you to try and love our variety of grills, soups , breads and salads.'
   },
   {
       "title": '90 Degrees',
       "lat": '51.5222929',
       "lng": '-0.0449038',
       "description": 'At 90° MELT, we have a massive passion for simple, but wholesome comfort food and we are constantly bringing vegan and veggie versions – so all the good bits of American Comfort food, sustainably and responsibly.'
   },
   {
       "title": 'Verdi',
       "lat": '51.5222774',
       "lng": '-0.0447649',
       "description": ' Named after Parma's most famous son and foodie, we warmly welcome guests into our beautiful family run restaurant, where the focus is on simple yet authentic Italian cuisine.  '
   },
   {
       "title": 'Bacaro',
       "lat": '51.5314448',
       "lng": '-0.0380137',
       "description": 'Bacaro is constantly looking to bring new and exciting dishes to your table, is uniquely designed around seasonal produce from carefully selected suppliers and artisan producers across Italy and the UK. '
   }
   ]