[{"model": "mealapp.restaurant", "pk": 64, "fields": {"name": "Kilikya Mile End", "opening": "Closed on Sundays\nMon - Sat : 12:00- 22:00", "long": "-0.040723000", "lat": "51.528088300", "description": "Welcome to Kilikya Mile End.\nKilikya is a well-established, authentic, Turkish restaurant.\nOur chefs offer a range of nuanced cuisine, focussing on; traditional, regional, village and home cooking subtlety.", "address": null}}, {"model": "mealapp.restaurant", "pk": 65, "fields": {"name": "Palmers Restaurant", "opening": "Monday - Saturday: 6pm - 10:30pm\nSunday: 12pm - 5:30pm, 6pm -  9:30pm", "long": "-0.042884400", "lat": "51.530072800", "description": "Palmers Restaurant is a stylish yet informal brasserie-style restaurant in Mile End that is a smart spot filled with natural light, bright artworks and smiley staff. Decorated with tiled floors, wooden furniture, floor-to-ceiling windows and plum-coloured banquettes – this dining room has a friendly, linger-over-dessert-and-wine vibe and regulars know the star of the show is the creative modern British menu which is filled with gems such as the queen scallops with slow-roasted pork belly and Madeira sauce; the Bresse Bleu pear and walnut risotto; and the quince and hazelnut crumble with custard. Suitable for working meals and family nights out, Palmers – which is located on Roman Road, has earned an enviable reputation with local food-lovers. ", "address": null}}, {"model": "mealapp.restaurant", "pk": 66, "fields": {"name": "Sultan Sofrasi", "opening": "Monday - Thursday: 11:00 - 23:00\nFriday - Saturday: 11:00 - 00:00\nSunday: 11:00 - 23:00\n ", "long": "-0.016626000", "lat": "51.528772900", "description": "A traditional taste of Turkey in East London.\nWith our Charcoal Grill and Stone Bake oven we invite you to try and love our Lahmacun, Balloon (Lavash) bread and variety of grills, soups and salads.", "address": null}}, {"model": "mealapp.restaurant", "pk": 67, "fields": {"name": "The Widow's Son", "opening": "Mon–Fri, Sun 16:00–22:00\nSat 19:00–22:00", "long": "-0.018007700", "lat": "51.522258500", "description": "Cosy pub with a legend and heritage details. Kitchen has full menu, classic Burgers with fries are best sellers and there is much more on the menu. Vegetarians and Vegans are also welcome, just mention that when ordering.", "address": null}}, {"model": "mealapp.restaurant", "pk": 68, "fields": {"name": "90 Degree MELT", "opening": "Monday - Friday: 10:00 - 22:00\nSaturday: 11:00 - 22:00\nSunday: 11:00 - 16:00", "long": "-0.044648100", "lat": "51.522150400", "description": "90° MELT -American Vegan & Vegetarian Diner. American Vegan & Vegetarian Comfort food, Drinks, Wine and Weekend Brunch", "address": null}}, {"model": "mealapp.restaurant", "pk": 69, "fields": {"name": "Verdi's", "opening": "Mon–Fri 12:00–22:00\nSat 18:00–22:30", "long": "-0.044684600", "lat": "51.522371000", "description": "Verdi's is a family run authentic Italian restaurant in Stepney Green East London specialising in regional Italian cuisine. \nWe are renowned for our pasta dishes using fresh handmade pasta and wood fired oven pizza's .", "address": null}}, {"model": "mealapp.restaurant", "pk": 70, "fields": {"name": "Bacaro", "opening": "Tuesday – Thursday: 17:00 - 22:00\nFriday: 17:00 - 23:00\nSaturday: 12:30 - 23:00\nSunday: 12:30 – 21:00", "long": "-0.037871500", "lat": "51.531441500", "description": "With our roots firmly based in evolved Italian cuisine we also look for inspiration throughout Europe.\nOur straightforward modern menu which may change a little each week as our Head Chef Loren is constantly looking to bring new and exciting dishes to our table, is uniquely designed around seasonal produce from carefully selected suppliers and artisan producers across Italy and the UK. Our wines and spirits are selected from small producers chosen either to enhance our dishes or to be appreciated independently. We have a bespoke range of cocktails too!", "address": null}}]